[
  {
    "quote": "Drawing includes three and a half quarters of the content of painting. Drawing contains everything, except the hue.",
    "author": "Jean-Auguste-Dominique Ingres"
  },
  {
    "quote": "I draw like other people bite their nails.",
    "author": "Pablo Picasso"
  },
  {
    "quote": "I sometimes think there is nothing so delightful as drawing.",
    "author": "Vincent van Gogh"
  },
  {
    "quote": "All the visible world is only light on form.",
    "author": "Andrew Loomis"
  },
  {
    "quote": "One must always draw, draw with the eyes, when one cannot draw with a pencil.",
    "author": "Balthus"
  },
  {
    "quote": "It is only by drawing often, drawing everything, drawing incessantly, that one fine day you discover, to your surprise, that you have rendered something in its true character.",
    "author": "Camille Pissarro"
  },
  {
    "quote": "Drawing is vision on paper.",
    "author": "Andrew Loomis"
  },
  {
    "quote": "I love the quality of pencil. It helps me to get to the core of a thing.",
    "author": "Andrew Wyeth"
  },
  {
    "quote": "Photography is an immediate reaction, drawing is a meditation.",
    "author": "Henri Cartier-Bresson"
  },
  {
    "quote": "Learning to draw is really a matter of learning to see - to see correctly - and that means a good deal more than merely looking with the eye.",
    "author": "Kimon Nicolaides"
  },
  {
    "quote": "Drawing is rather like playing chess: your mind races ahead of the moves that you eventually make.",
    "author": "David Hockney"
  },
  {
    "quote": "You can't do sketches enough. Sketch everything and keep your curiosity fresh.",
    "author": "John Singer Sargent"
  },
  {
    "quote": "Drawing is the basis of art. A bad painter cannot draw. But one who draws well can always paint.",
    "author": "Arshile Gorky"
  },
  {
    "quote": "Drawing is the artist's most direct and spontaneous expression, a species of writing: it reveals, better than does painting, his true personality.",
    "author": "Edgar Degas"
  },
  {
    "quote": "Drawing is not what one sees but what one can make others see.",
    "author": "Edgar Degas"
  },
  {
    "quote": "Drawing is putting a line (a)round an idea.",
    "author": "Henri Matisse"
  },
  {
    "quote": "In drawing, nothing is better than the first attempt.",
    "author": "Pablo Picasso"
  },
  {
    "quote": "Drawing is the honesty of the art. There is no possibility of cheating. It is either good or bad.",
    "author": "Salvador Dali"
  },
  {
    "quote": "In drawing, one must look for or suspect that there is more than is casually seen.",
    "author": "George Bridgman"
  },
  {
    "quote": "If you can draw well, tracing won’t hurt; and if you can’t draw well, tracing won’t help.",
    "author": "Bradley Schmehl"
  },
  {
    "quote": "The important thing is to keep on drawing when you start to paint. Never  graduate from drawing.",
    "author": "John Sloan"
  }
]
